
[{"id":"1","name":"Grocery","store_no":"1","description":"El Super’s center store aisles feature thousands of the most culturally diverse products that are favorites to those who love Latin American cuisine.  Be it a traditional breakfast cereal or a particular spice that enhances an old family recipe, chances are you’ll find it on our shelves at prices that fit your pocketbook.","logo":"el-super-grocery.jpg","phone_no":null,"isdeleted":"N","isblocked":"N","user_id":null,"icon":"grocery.jpg"}, {"id":"2","name":"Meat","store_no":"2","description":"Customers looking for an expansive selection of tender beef, pork, chicken and seafood will find it at El Super’s full service meat counters.\r\n\r\n","logo":"el-super-meat-and-fish.jpg","phone_no":null,"isdeleted":"N","isblocked":"N","user_id":null,"icon":"meat.jpg"}, {"id":"3","name":"Produce","store_no":"3","description":"From sweet summer peaches to the spiciest of chilies that make your homemade salsa pop with flavor, El Super’s produce selection always includes quality fruits and vegetables. Bought locally as well as internationally, families can count on finding the best of the harvest produce all year round.","logo":"el-super-produce.jpg","phone_no":"","isdeleted":"N","isblocked":"N","user_id":null,"icon":"produce.jpg"}, {"id":"4","name":"Deli","store_no":"4","description":"Find everything you need for your lunch, BBQ, and everything in between. We offer prepackaged meats at the best prices for your convenience and satisfaction.","logo":"el-super-deli.jpg","phone_no":null,"isdeleted":"N","isblocked":"N","user_id":null,"icon":"deli.jpg"}, {"id":"5","name":"Frozen","store_no":"5","description":"  Families on the go always look to have their freezers stocked with easy to prepare foods. El Super knows how to help you get your meal on the table by offering a large selection of frozen meals, entrees, produce, snacks and tasty desserts.","logo":"malm_1334473_1054.jpg","phone_no":null,"isdeleted":"N","isblocked":"N","user_id":null,"icon":"frozen-food.jpg"}, {"id":"6","name":"General Merchandise","store_no":"6","description":"Consider us your place to shop for kitchen and bathroom cleaning essentials. You’ll find your favorite brands at low, low prices.","logo":"el-super-general-merchandise.jpg","phone_no":null,"isdeleted":"N","isblocked":"N","user_id":null,"icon":"general-merchandise.jpg"}, {"id":"7","name":"Restaurants","store_no":"7","description":"Looking to enjoy a traditional Latin American dish without having to prepare it yourself? Take a break from shopping, work or play and stop by one of El Super’s 35 Cocinas for delicious entrées, snacks or aguas frescas. Prepared fresh daily, the Cocina menu includes an assortment of favorite cuisine.  Plus if you are planning an event, affordable catering is available.\r\n\r\nCheck your local store for an El Super Cocina near you.","logo":"malm_43676_8805.jpg","phone_no":null,"isdeleted":"N","isblocked":"N","user_id":null,"icon":"cocinas.jpg"}, {"id":"8","name":"Bulk Foods","store_no":"8","description":"","logo":"el-super-bulk-deli-cheese.jpg","phone_no":null,"isdeleted":"N","isblocked":"N","user_id":null,"icon":"bulk-deli-cheese.jpg"}, {"id":"9","name":"Fish\/Seafood","store_no":"9","description":"","logo":"el-super-meat-and-fish.jpg","phone_no":null,"isdeleted":"N","isblocked":"N","user_id":null,"icon":"seafood.jpg"}, {"id":"10","name":"Dairy","store_no":"10","description":"Farm fresh milk, butter, sour cream, cottage cheese and yogurt are just some of the nutritious products your family deserves and you’ll find in our dairy department.","logo":"malm_996708_4979.jpg","phone_no":null,"isdeleted":"N","isblocked":"N","user_id":null,"icon":"dairy.jpg"}, {"id":"11","name":"Bakery","store_no":"11","description":"El Super’s bakery teams fire up the ovens early each morning to begin making the popular scratch breads, pastries and cakes that are always in high demand. Traditional recipes are followed to create the bolillos, pan dulce and Tres Leches cakes that customers love.  As the first pumpkins of the fall season begin to arrive, the sweet aroma of Pan de Muerto begins to fill the air.  Right before January, varied sizes of freshly baked Rosca de Reyes are displayed on the sales floor just for families celebrating the Feast of the Epiphany.","logo":"el-super-bakery.jpg","phone_no":null,"isdeleted":"N","isblocked":"N","user_id":null,"icon":"bakery.jpg"}, {"id":"12","name":"Alcoholic Beverage","store_no":"12","description":"El Super offers an assortment of domestic and international wines, spirits and specialty beers ideal for casual or formal celebrations, big or small.","logo":"el-super-beer-alcohol.jpg","phone_no":null,"isdeleted":"N","isblocked":"N","user_id":null,"icon":"beer-alcohol.jpg"}, {"id":"13","name":"Tortilleria","store_no":"13","description":"Tortillas are a staple in Mexican and Central American cultures and a must have for just about every meal.  El Super tortillas are made and packaged in-store daily and are ready for you to pick up and serve on your table for breakfast, lunch or dinner.","logo":"el-super-tortilleria.jpg","phone_no":null,"isdeleted":"N","isblocked":"N","user_id":null,"icon":"tortilleria.jpg"}, {"id":"14","name":"Soda","store_no":"14","description":"","logo":null,"phone_no":"","isdeleted":"N","isblocked":"N","user_id":null,"icon":"soda.jpg"}, {"id":"15","name":"Bulk Deli\/Cheese","store_no":"16","description":"Arroz con Leche, Membrillo, Ceviche, Cajeta and an assortment of traditional Mexican creams and cheeses are but a few of the tempting items you won’t be able to resist as you walk by our Deli.  The department also features a wide selection of bulk and prepackaged meats and sausages.","logo":"el-super-bulk-deli-cheese.jpg","phone_no":null,"isdeleted":"N","isblocked":"N","user_id":null,"icon":"bulk-deli-cheese.jpg"}, {"id":"16","name":"Restaurants","store_no":"7","description":"","logo":null,"phone_no":null,"isdeleted":"Y","isblocked":"N","user_id":null,"icon":null}, {"id":"17","name":"El Super Bucks","store_no":"17","description":"","logo":null,"phone_no":null,"isdeleted":"N","isblocked":"Y","user_id":null,"icon":null}]
